Назва | Видалити обліковий запис
Учасники | Користувач, система
Передумови | Користувач ідентифікований в системі
Результат | Відсутність облікового запису користувача
Виключні ситуації | 001.005 Користувач не ідентифікований
Основний сценарій | 1. Користувач натискає на кнопку видалення облікового запису
                  | 2. Система виводить кнопку-запит на підтвердження видалення облікового запису
                  | 3. Користувач натискає на кнопку підтвердження видалення облікового запису
                  | 4. Система видаляє обліковий запис (можлива 001.005)
