Назва | Переглянути властивості опитування
Учасники | Користувач, система
Передумови | Користувач ідентифікований в системі, користувач є власником опитування
Результат | Інформація про властивості опитування
Виключні ситуації | 001.005 Користувач не ідентифікований
                  | 001.006 Запитане опитування не існує
                  | 001.008 Користувач не є власником опитування
Основний сценарій | 1. Користувач натискає на кнопку перегляду інформації про опитування
                  | 2. Система виводить інформацію про опитування (можливі 001.005, 001.006, 001.008)
