Назва | Переглянути відповіді на опитування
Учасники | Користувач, система
Передумови | Користувач ідентифікований в системі, користувач є власником опитування
Результат | Інформація про відповіді на опитування
Виключні ситуації | 001.005 Користувач не ідентифікований
                  | 001.006 Запитане опитування не існує
                  | 001.008 Користувач не є власником опитування
Основний сценарій | 1. Користувач натискає на кнопку перегляду відповідей на опитування
                  | 2. Система виводить інформацію про відповіді на опитування (можливі 001.005, 001.006, 001.008)
